<template>
  <!-- 部屋説明テキスト -->
  <div class="room_text">
    別荘スタイルのリゾートヴィラをご利用いただけます。 ●ご滞在
    すべての棟に1台無料でお使いいただけるお車と、いつでもご利用できる温水プライベートプールとキッチン、家電を備えております。オーシャンビュー＆プール付のリゾートヴィラで優雅なひとときをお過ごしください。
    ●客室概要
    オーシャンビュー＆温水プライベートプール付、ワンランク上のリゾートヴィラ
    定員：1～5名　客室面積：86.70㎡（2LDK） ＊寝室
    ・洋室×1　ツインベッド（1つあたりの大きさ：幅160㎝×長さ200㎝）
    ・和室×1　3名様分のお布団 ●設備
    温水プライベートプール／蓄電池／テラス／システムキッチン／シャワートイレ（2か所）／バスルーム（レインシャワー）／テレビ（YouTube視聴可）／空間除菌脱臭機／セキュリティボックス／ウォーターサーバー／スチームアイロン／電子レンジ／食器／グラス類／洗濯機（洗剤あり）／乾燥機／冷蔵庫／炊飯器／掃除機／ホットプレート／コーヒーメーカー／ヘアドライヤー／各種調理器具／各種アメニティ（スリッパ・化粧水・歯ブラシ・くし・剃刀等）など
  </div>
</template>

<style>
.room_text {
  text-align: left;
  padding: 20px;
}
</style>
